# Brew Taps (third-party repos)
tap "alecthomas/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Brew Formulas (package installers)
brew "alecthomas/tap/gometalinter"
brew "antigen"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "awslogs"
brew "certbot"
brew "circleci"
brew "coreutils"
brew "ctags"
brew "dbmate"
brew "dep"
brew "geoip"
brew "gettext"
brew "git-extras"
brew "git"
brew "github/gh/gh"
brew "glib"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "mas"
brew "moreutils"
brew "mysql"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "php"
brew "pkg-config"
brew "postgresql"
brew "postgresql@11"
brew "pv"
brew "python"
brew "serverless"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"

# Brew Casks (binaries)
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "aws-vault"
cask "bitbar"
cask "caffeine"
cask "discord"
cask "docker"
cask "fantastical"
cask "flux"
cask "gifox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hazeover"
cask "istat-menus"
cask "iterm2"
cask "java"
# cask "lastpass" # Keeping 4.4.0
cask "logitech-options"
cask "logitech-unifying"
cask "malwarebytes"
cask "microsoft-office"
cask "mysqlworkbench"
cask "notable"
cask "nvidia-geforce-now"
cask "omnigraffle"
cask "postman"
cask "quickbooks-online"
cask "reflector"
cask "slack"
cask "spectacle"
cask "steam"
cask "teamviewer"
cask "tower"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "xmind-zen"

# Mac App Store
mas "FileZilla", id: 1458095236
mas "iMovie", id: 408981434
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Notability", id: 736189492
mas "Spark", id: 1176895641mas "Xcode", id: 497799835
