# Brew Taps (third-party repos)
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Brew Formulas (package installers)
brew "antigen"
brew "automake"
brew "awscli"
brew "coreutils"
brew "ctags"
brew "geoip"
brew "gettext"
brew "git-extras"
brew "git"
brew "gh"
brew "glib"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "mas"
brew "moreutils"
brew "mysql"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "php"
brew "pkg-config"
brew "postgresql"
brew "pv"
brew "python"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"

# Brew Casks (binaries)
cask "adobe-creative-cloud"
cask "adoptopenjdk"
cask "alfred"
cask "appcleaner"
cask "aws-vault"
cask "docker"
cask "fantastical"
cask "flux"
cask "font-hack-nerd-font"
cask "gifox"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "logitech-unifying"
cask "microsoft-office"
cask "mysqlworkbench"
cask "postman"
cask "reflector"
cask "slack"
cask "spectacle"
cask "tower"
cask "visual-studio-code"
cask "xmind-zen"

# Mac App Store
mas "Bear", id: 1091189122
mas "LastPass", id: 926036361
mas "Notability", id: 736189492
mas "Xcode", id: 497799835
